/**
  ******************************************************************************
  * @file    main.c
  * @author  fei long
  * @version V1.0
  * @date    2017-12-21
  * @brief   
  ******************************************************************************
  * @attention
  *
  * 实验平台:秉火 F103-霸道 STM32 开发板
	* 芯片型号：STM32F103ZET6
  * 
  ******************************************************************************
  */ 

#include "init.h"
int main(void)
{
	Init_All();
	while (1)
	{
		Drv_LED_Control(E_LED_ALL,E_LED_ON);
		Delay_Ms(500);
		Drv_LED_Control(E_LED_ALL,E_LED_OFF);
		Delay_Ms(500);
	}
}

/*********************************************END OF FILE**********************/
